/* format string showing Hype Pro Upgrade price */
" Available for only %@." = " Disponibile a soli %@.";

/* format string for the largest layout size */
"%.f px and up" = "%.f px e superiore";

/* format string for the layout range */
"%.f px to %.f px wide" = "da %1$.f px a %2$.f px di larg.";

/* {Timeline name} {duplicate number} */
"%@ %lu" = "%1$@ %2$lu";

/* Scene name after duplication: {scene name} Copy */
"%@ Copy" = "%@ Copia";

/* Alert message text: {resource name} has been modified outside of Hype. */
"%@ has been modified outside of Hype." = "%@ è stato modificato esternamente ad Hype.";

/* Timing function name - Default */
"%@ – Default" = "%@ – Default";

/* format string for the largest layout size */
"%g px and up" = "%g px e superiore";

/* format string for the layout range */
"%g px to %g px" = "da %1$g px a %2$g px";

/* Text for window accessory button */
"%ld day left. Buy now! →" = "%ld giorno rimanente. Acquista →";

/* Text for window accessory button */
"%ld days left. Buy now! →" = "%ld giorni rimanenti. Acquista →";

/* Browser compatibility warning */
"3D rotation is not supported. The element will not be rotated." = "Rotazione 3D non supportata. L'elemento non verrà ruotato.";

/* Browser compatibility warning */
"A H.264 or WebM video source is required for playback." = "Per la riproduzione è necessaria una sorgente video H.264 o WebM.";

/* Browser compatibility warning */
"A H.264 video source is required for playback." = "Per la riproduzione è necessaria una sorgente video H.264.";

/* Browser compatibility warning */
"A Theora video source is required for playback." = "Per la riproduzione è necessaria una sorgente video Theora.";

/* Warning dialog informative text */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite the current contents." = "Un file o una cartella con lo stesso nome esiste già nella cartella %@. La sostituzione ne sovrascriverà il contenuto.";

/* Alert message text */
"A persistent symbol cannot be added as a child of another symbol" = "Impossibile aggiungere un simbolo persistente come figlio di un altro simbolo";

/* Alert message text: A plug-in with the same name “{plugin name}” already exists. */
"A plug-in with the same name “%@” already exists." = "Esiste già un plug-in con lo stesso nome %@.";

/* Alert message text: A source of MIME type “{MIME type}” already exists. */
"A source of grouping type “%@” already exists." = "Esiste già un'origine di tipo di raggruppamento “%@”.";

/* Alert message text */
"A symbol cannot be pasted into itself" = "Impossibile incollare un simbolo a se stesso";

/* Browser compatibility warning */
"A valid audio source is required for playback." = "Per la riproduzione è necessaria una sorgente audio valida.";

/* Browser compatibility warning */
"A valid video source is required for playback." = "Per la riproduzione è necessaria una sorgente video valida.";

/* Inspector group name */
"Accessibility" = "Accessibilità";

/* Inspector pane name */
"Actions" = "Azioni";

/* Inspector tab tooltip */
"Actions Inspector" = "Impostazioni azioni";

/* Menu item */
"Actual Size" = "Dimensioni reali";

/* Button label: Add {MIME type} Source… */
"Add %@ Source…" = "Aggiungi sorgente %@…";

/* Button label */
"Add Audio Source…" = "Aggiungi sorgente audio…";

/* No comment provided by engineer. */
"Add Email Address" = "Aggiungi indirizzo e-mail";

/* Font Panel Button */
"Add Font" = "Aggiungi font";

/* Undo menu item action */
"Add Guide" = "Aggiungi guida";

/* Undo menu item action */
"Add Guides" = "Aggiungi guide";

/* Properties listing add keyframe button */
"Add Keyframe" = "Aggiungi fotogr. chiave";

/* Button label */
"Add Source…" = "Aggiungi sorgente…";

/* Timeline Action bar add timeline action button */
"Add Timeline Action" = "Aggiungi azione seq. temp.";

/* Button label */
"Add Video Source…" = "Aggiungi sorgente video…";

/* Alert default button */
"Add to All Scenes" = "Agg. a tutte le scene";

/* Alert button */
"Add to Current Scene" = "Aggiungi a scena corrente";

/* Inspector group name */
"Additional CSS" = "CSS aggiuntivo";

/* Inspector group name */
"Advanced Options" = "Opzioni avanzate";

/* Inspector group name */
"Alignment" = "Allineamento";

/* Button to check all items
   Menu item */
"All" = "Tutto";

/* Menu item */
"All Browsers" = "Tutti i browser";

/* Menu item */
"All Fonts" = "Tutti i font";

/* Browser compatibility warning */
"Alpha values in colors are not supported. The color will fallback to using a 1.0 alpha value." = "Valori alfa nei colori non supportati. Per il colore verrà ripristinato l'utilizzo di un valore alfa 1,0.";

/* HTML Widget Description */
"An HTML widget is used to display embedded HTML in your scene or to embed an iframe of a different web page." = "Viene utilizzato un widget HTML per visualizzare l'HTML incorporato nella scena o per incorporare un iframe di una pagina web diversa.";

/* Browser compatibility warning */
"An MP3 audio source is required for playback." = "Per la riproduzione è necessaria una sorgente audio MP3.";

/* Browser compatibility warning */
"An MP3 or OGG audio source is required for playback." = "Per la riproduzione è necessaria una sorgente audio MP3 o OGG.";

/* Browser compatibility warning */
"An MP3 or Quicktime-compatible audio source is required for playback." = "Per la riproduzione è necessaria una sorgente audio compatibile con MP3 o Quicktime.";

/* Browser compatibility warning */
"An OGG audio source is required for playback." = "Per la riproduzione è necessaria una sorgente audio OGG.";

/* Export Script Update Dialog Window Title */
"An update is available for %@." = "È disponibile un aggiornamento per %@.";

/* Menu item */
"Animated" = "Animato";

/* Inspector group name */
"Animation Timelines" = "Seq. temp. animazione";

/* scene size checkbox text */
"Apply changes to all scenes" = "Applica modifiche a tutte le scene";

/* scene size checkbox text */
"Apply to matching layouts" = "Applica a layout coincidenti";

/* Alert message text */
"Are you sure you want to delete the selected layout?" = "Eliminare il layout selezionato?";

/* Alert message text */
"Are you sure you want to delete the selected scene?" = "Eliminare la scena selezionata?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the font named “%@”" = "Rimuovere il font “%@”?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the symbol named “%@”" = "Rimuovere il simbolo “%@”?";

/* No comment provided by engineer. */
"Audio…" = "Audio…";

/* Menu item */
"Auto Scrollbars" = "Barre di scorrimento autom.";

/* Mouse cursor name; menu item */
"Automatic" = "Automatico";

/* alert message title */
"Automatically add to all scenes?" = "Aggiungere autom. a tutte le scene?";

/* Browser compatibility warning */
"Autoplay is ignored unless Muted is also enabled." = "La riproduzione automatica viene ignorata a meno che non sia disattivato anche l'audio.";

/* Browser compatibility warning */
"Autoplay is ignored." = "Riproduzione autom. ignorata.";

/* Menu item */
"Back" = "Fondo";

/* Menu item */
"Back Reverse" = "Fondo al contrario";

/* Inspector group name */
"Background" = "Sfondo";

/* Browser compatibility warning */
"Background gradients are not supported. The solid fill style will be displayed instead." = "I gradienti non sono supportati per lo sfondo. Verrà invece utilizzato un riempimento a tinta unita.";

/* No comment provided by engineer. */
"Backward" = "Indietro";

/* Beta Expiration Dialog */
"Beta Expired" = "Versione beta scaduta";

/* Inspector group name */
"Border" = "Bordo";

/* Menu item */
"Bounce" = "Rimbalzo";

/* Menu item */
"Bounce Reverse" = "Rimbalzo al contrario";

/* Undo menu item action */
"Browser Compatibility Warning" = "Avviso compatibilità browser";

/* Default text in a new button element and element class type */
"Button" = "Pulsante";

/* Browser compatibility warning */
"CSS3 Backdrop Filters are unsupported and cannot be applied." = "I filtri backdrop CSS3 non sono supportati e non possono essere applicati.";

/* Browser compatibility warning */
"CSS3 Filters are unsupported and cannot be applied." = "I filtri CSS3 non sono supportati e non possono essere applicati.";

/* Button text */
"Cancel" = "Annulla";

/* Browser compatibility warning */
"Cannot autoplay audio on mobile devices unless it is a home screen web app." = "Impossibile riprodurre automaticamente l'audio sui dispositivi mobili a meno che non si tratti di un'app Web sulla schermata Inizio.";

/* Browser compatibility warning */
"Cannot modify browser selection behavior." = "Impossibile modificare il comportamento di selezione del browser.";

/* Browser compatibility warning */
"Cannot preload audio." = "Impossibile precaricare l'audio.";

/* Undo menu item action */
"Change Background Color" = "Modifica colore sfondo";

/* Undo menu action name */
"Change Duration" = "Modifica durata";

/* Undo menu item action */
"Change Physics Gravity" = "Modifica gravità fisica";

/* Undo menu item action */
"Change Preview Export Script" = "Modifica script di esportazione di anteprima";

/* Undo menu item action */
"Change Scene Size" = "Modifica dim. scena";

/* Undo menu item action */
"Change Symbol Type" = "Modifica tipo di simbolo";

/* Browser compatibility warning */
"Changing the status bar style is not supported" = "La modifica dello stile della barra di stato non è supportata";

/* Button text */
"Check for Updates" = "Cerca aggiornamenti";

/* No comment provided by engineer. */
"Choose an exported .hyperesources folder" = "Scegliere una cartella .hyperesources esportata";

/* Menu item */
"Choose…" = "Scegli…";

/* Browser compatibility warning category and inspector group name */
"Class Name" = "Nome classe";

/* Button text */
"Close Document" = "Chiudi documento";

/* Tooltip */
"Compose Email" = "Scrivi e-mail";

/* info window text when connecting to app store */
"Connecting to App Store…" = "Connetto all'App Store…";

/* Email Support: */
"Contact Us:" = "Assistenza e-mail:";

/* Inspector group name */
"Content Overflow" = "Overflow contenuti";

/* Export Script Update Dialog Window Button */
"Continue" = "Continua";

/* Application Error Dialog */
"Continue Anyways" = "Continua comunque";

/* Tooltip: Continue Timeline {timeline name} */
"Continue Timeline %@" = "Continua seq. temporale %@";

/* Alert default button and menu item */
"Convert" = "Converti";

/* Alert informative text */
"Converting to motion paths will modify existing Left and Top keyframes across all timelines and set Transform Origin to 50%% 50%%." = "La conversione nei precorsi di animazione modificherà i fotogrammi chiave sinistro e superiore esistenti in tutte le sequenze temporali e l'origine di trasformazione verrà impostata su 50%% 50%%.";

/* Menu item */
"Copy Guide" = "Copia guida";

/* Menu item */
"Copy Guides" = "Copia guide";

/* Error dialog title */
"Corrupt Hype Document" = "Documento di Hype danneggiato";

/* Alert message text */
"Could not send feedback" = "Impossibile inviare feedback";

/* Menu item */
"Create Grid…" = "Crea griglia…";

/* Alert dialog button label */
"Create New Group" = "Crea nuovo gruppo";

/* Undo menu item action */
"Create Symbol" = "Crea simbolo";

/* Mouse cursor name; menu item */
"Crosshair" = "Mirino";

/* Default name for custom size breakpoint, timing function names, and behavior handlers */
"Custom" = "Personalizzato";

/* Inspector group name and undo menu item action */
"Custom Behaviors" = "Comport. personalizzati";

/* Menu item and dialog title */
"Custom CSS" = "CSS personalizzato";

/* Timing functions custom functions section header */
"Custom Functions" = "Funzioni personalizzate";

/* Browser compatibility warning category */
"Custom Head HTML" = "Intest. HTML personalizzata";

/* Browser compatibility warning category */
"Custom JavaScript" = "JavaScript personalizzato";

/* Advanced export default name */
"Custom Slice" = "Slice personalizzata";

/* custom export slices header title */
"Custom Slices" = "Slice personalizzate";

/* Browser compatibility warning */
"Dashed and Dotted Border Style may not draw correctly." = "Gli stili di margine tratteggiato e punteggiato potrebbero non risultare corretti.";

/* Preference pane name */
"Debug" = "Debug";

/* Default export slice name
   default slice name */
"Default" = "Predefinito";

/* Alert default button and menu item */
"Delete" = "Elimina";

/* Undo menu item action */
"Delete Element" = "Elimina elemento";

/* Menu item */
"Delete JavaScript" = "Elimina JavaScript";

/* Undo menu item action */
"Delete Keyframe" = "Elimina fotogramma chiave";

/* Undo menu item action */
"Delete Layout" = "Elimina layout";

/* Undo menu item action */
"Delete Scene" = "Elimina scena";

/* Undo menu item action */
"Delete Scene Size" = "Elimina dim. scena";

/* Default name for phone layout breakpoint */
"Desktop" = "Desktop";

/* Window title */
"Developer News" = "Notizie dagli sviluppatori";

/* Preference pane name */
"Devices" = "Dispositivi";

/* Menu item */
"Dismiss Capo" = "Ignora inizio";

/* Inspector group name */
"Display Name" = "Nome visualizzato";

/* informative alert text, the n corresponds to a number which will be assigned */
"Display Names will be labeled as \"%@-n.\"" = "I nomi visualizzati saranno etichettati come \"%@-n\".";

/* Alert message text */
"Do you want to convert %@ to a persistent symbol?" = "Convertire %@ in un simbolo persistente?";

/* Alert message text: Do you want to convert {element or elements, depending on number of selected elements} to use motion paths? */
"Do you want to convert %@ to use motion paths?" = "Convertire %@ in modo che utilizzi i percorsi di animazione?";

/* Alert message text */
"Do you want to convert element to use motion paths?" = "Convertire l'elemento in modo che utilizzi i percorsi di animazione?";

/* Alert message text */
"Do you want to convert elements to use motion paths?" = "Convertire gli elementi in modo che utilizzino i percorsi di animazione?";

/* Alert message text */
"Do you want to include contact information?" = "Includere le informazioni di contatto?";

/* Alert informative text */
"Do you want to keep the Hype version, or update to the version on disk?" = "Mantenere la versione di Hype o aggiornarla su disco?";

/* Alert message text */
"Do you want to relink the file?" = "Ricollegare il file?";

/* Alert message text */
"Do you want to remove motion paths?" = "Rimuovere i percorsi di animazione?";

/* Alert message text (plural) */
"Do you want to replace existing files?" = "Sostituire i file esistenti?";

/* Alert message text (singlular) */
"Do you want to replace the existing file?" = "Sostituire il file esistente?";

/* Inspector pane name */
"Document" = "Documento";

/* Inspector tab tooltip */
"Document Inspector" = "Impostazioni documento";

/* Error dialog title */
"Document Version Incompatibility" = "Incompatibilità versione documento";

/* Symbol Editing Directions */
"Double-click to edit" = "Doppio clic per modif.";

/* Export Script Update Dialog Window Button */
"Download & Continue" = "Scarica e continua";

/* Application Error Dialog */
"Download Hype" = "Scarica Hype";

/* Button Text */
"Download Hype 1" = "Scarica Hype 1";

/* Button label */
"Download Trial" = "Scarica versione di prova";

/* Undo menu item action */
"Duplicate" = "Duplica";

/* Menu item */
"Duplicate Scene" = "Duplica scena";

/* Menu item */
"Duplicate Scene (Without Animations)" = "Duplica scena (senza animazioni)";

/* duplicate timelines undo text */
"Duplicate Timelines" = "Duplica seq. temporali";

/* Menu item */
"Ease In" = "Accelera";

/* Menu item */
"Ease In Circ" = "Accel. circolare";

/* Menu item */
"Ease In Expo" = "Accel. esponenziale";

/* Menu item */
"Ease In Out" = "Accelera e decelera";

/* Menu item */
"Ease In Out Circ" = "Accel. e decel. circolare";

/* Menu item */
"Ease In Out Expo" = "Accel. e decel. esponenziale";

/* Menu item */
"Ease In Out Quad" = "Accel. e decel. quadr.";

/* Menu item */
"Ease In Out Quart" = "Accel. e decel. quarto grado";

/* Menu item */
"Ease In Out Quint" = "Accel. e decel. quinto grado";

/* Menu item */
"Ease In Out Sine" = "Accel. e decel. seno";

/* Menu item */
"Ease In Quad" = "Accel. quadr.";

/* Menu item */
"Ease In Quart" = "Accel. quarto grado";

/* Menu item */
"Ease In Quint" = "Accel. quinto grado";

/* Menu item */
"Ease In Sine" = "Accel. seno";

/* Menu item */
"Ease Out" = "Decelera";

/* Menu item */
"Ease Out Circ" = "Decel. circolare";

/* Menu item */
"Ease Out Expo" = "Decel. esponenziale";

/* Menu item */
"Ease Out Quad" = "Decel. quadr.";

/* Menu item */
"Ease Out Quart" = "Decel. quarto grado";

/* Menu item */
"Ease Out Quint" = "Decel. quinto grado";

/* Menu item */
"Ease Out Sine" = "Decel. seno";

/* Menu item */
"Edit Grid…" = "Modifica griglia…";

/* Menu item */
"Edit Layout Grid" = "Modifica griglia layout";

/* Menu item */
"Edit Timelines…" = "Modifica seq. temp…";

/* Menu item */
"Elastic" = "Elastico";

/* Menu item */
"Elastic Reverse" = "Elastico al contrario";

/* Inspector pane name */
"Element" = "Elemento";

/* Inspector pane name */
"Element Actions" = "Azioni elemento";

/* Inspector tab tooltip */
"Element Inspector" = "Impostazioni elemento";

/* Inspector group name */
"Element Physics" = "Fisica elemento";

/* No comment provided by engineer. */
"Elements" = "Elementi";

/* Element class type */
"Ellipse" = "Ellisse";

/* enter serial number menu item */
"Enter Pro Serial Number…" = "Inserisci numero di serie Pro…";

/* Enter Serial Number… menu item */
"Enter Serial Number…" = "Inserisci numero di serie…";

/* Exit symbol button tooltip */
"Exit symbol" = "Chiudi simbolo";

/* export button title for more than one slice */
"Export %ld Slices…" = "Esporta %ld slice…";

/* export button title for one slice */
"Export %ld Slice…" = "Esporta %ld slice…";

/* Inspector group name */
"Export Script Arguments" = "Argomenti script di esportazione";

/* Undo menu item action */
"Export Script Document Argument" = "Argomenti documento script di esportazione";

/* Preference pane name */
"Exporting" = "Esportazione";

/* export button title */
"Export…" = "Esporta…";

/* Default button in registration dialog when license entension is entered */
"Extend Trial" = "Estendi versione di prova";

/* tooltip for external element visibility mode button with three display modes */
"External element visibility mode
- Fade elements outside of the symbol
- Hide elements outside of the symbol
- Show elements outside of the symbol" = "Modalità visibilità elementi esterni
- Dissolvi elementi esterni al simbolo
- Nascondi elementi esterni al simbolo
- Mostra elementi esterni al simbolo";

/* Alert informative text (plural) */
"Files with the same name already exist in the Resource Library. Do you want to replace any files that are named the same or keep them both?" = "Nella libreria risorse esistono già alcuni file con lo stesso nome. Sostituire i file con lo stesso nome o conservarli entrambi?";

/* Inspector group name */
"Filter Effects" = "Effetto filtro";

/* Tooltip */
"First Scene" = "Prima scena";

/* Tooltip text */
"First keyframes are relative" = "Primi fotogrammi chiave relativi";

/* Inspector group name */
"Flexible Layout" = "Layout flessibile";

/* Inspector group name */
"Font" = "Font";

/* Playback direction */
"Forward" = "In avanti";

/* No comment provided by engineer. */
"Front" = "Primo piano";

/* Preference pane name */
"General" = "Generale";

/* Tooltip: Go to {time} in Timeline {timeline name} */
"Go to %@ in Timeline %@" = "Vai a %1$@ nella seq. temporale %2$@";

/* Tooltip: Go To URL {url} */
"Go to URL %@" = "Vai all'URL %@";

/* Browser compatibility warning */
"Gravity cannot respond to device tilt." = "La gravità non può rispondere all'inclinazione dispositivo.";

/* Browser compatibility warning */
"Groove, Ridge, Inset, and Outset Border Style are not supported." = "Gli stili di margine incassato, in rilievo, interno ed esterno non sono supportati.";

/* Element class type */
"Group" = "Gruppo";

/* Undo menu item action */
"Group Elements" = "Elementi gruppo";

/* Browser compatibility warning */
"H.264 or a Quicktime-compatible video source is required for playback." = "Per la riproduzione è necessaria una sorgente video compatibile H.264 o Quicktime.";

/* Inspector group name */
"HTML Page Title" = "Titolo pag. HTML";

/* Element class type and inspector group name */
"HTML Widget" = "Widget HTML";

/* Tab Item, do not localize */
"Head HTML" = "Intestazione HTML";

/* Mouse cursor name; menu item */
"Help" = "Aiuto";

/* Menu item */
"Hidden" = "Nascosto";

/* Menu item */
"Hide Button Controls" = "Nascondi controlli pulsanti";

/* Menu item */
"Hide Grid" = "Nascondi griglia";

/* Menu item */
"Hide Guide" = "Nascondi guida";

/* Menu item */
"Hide Guides" = "Nascondi guide";

/* Toolbar button label and menu item */
"Hide Layouts" = "Nascondi layout";

/* Menu item */
"Hide Ruler" = "Nascondi righello";

/* Toolbar button label and menu item */
"Hide Scenes" = "Nascondi scene";

/* Undo menu item action */
"Home Screen Web App" = "App Web schermata Inizio";

/* Browser compatibility warning */
"Home screen web apps are not supported" = "Le app Web schermata Inizio non sono supportate";

/* Segmented button text */
"Hover" = "Passaggio";

/* Alert dialog title */
"Hype 1 serial numbers cannot be used with Hype 3." = "I numeri di serie di Hype 1 non possono essere utilizzati in Hype 3.";

/* Alert dialog informative text */
"Hype 3 is a paid upgrade and requires a separate license to be purchased." = "Hype 3 è un upgrade a pagamento ed è necessario acquistare una licenza separata.";

/* Window title */
"Hype Crash Reporter" = "Segnalazione blocchi di Hype";

/* Window title */
"Hype Feedback Reporter" = "Segnalazione feedback di Hype";

/* Window title */
"Hype Hang Reporter" = "Segnalazione sospensione di Hype";

/* Window title */
"Hype Issue Reporter" = "Segnalazione problemi di Hype";

/* Error dialog description */
"Hype Professional is available as an in-app purchase, and upgrading will unlock the “Professional Dark” theme." = "Hype Professionale è disponibile come acquisto dall'app; effettuando l'upgrading verrà sbloccato il tema “Scuro professionale”.";

/* Hype Web Page menu item */
"Hype Web Page" = "Pagina Web Hype";

/* Hype moved while running informative error text */
"Hype has moved while running and may not operate normally. Please save all documents, quit, and relaunch Hype." = "Hype è stato spostato durante l'esecuzione e potrebbe non funzionare normalmente. Salva tutti i documenti, chiudi e riavvia Hype.";

/* informative alert text, the n corresponds to a number which will be assigned */
"IDs will be labeled as \"%@-n.\"" = "Gli ID saranno etichettati come \"%@-n\".";

/* Inspector pane name */
"Identity" = "Identità";

/* Inspector tab tooltip */
"Identity Inspector" = "Impostazioni identità";

/* Element class type */
"Image" = "Immagine";

/* No comment provided by engineer. */
"Image…" = "Immagine…";

/* advanced export individual layout slices header title */
"Individual Layouts" = "Layout singoli";

/* advanced export individual scene slices header title */
"Individual Scenes" = "Scene singole";

/* Undo menu item action */
"Initial Scale" = "Scala iniziale";

/* Browser compatibility warning category */
"Inner HTML" = "InnerHTML";

/* Undo menu item action */
"Insert Button" = "Inserisci pulsante";

/* Undo menu item action */
"Insert Element" = "Inserisci elemento";

/* Undo menu item action */
"Insert Ellipse" = "Inserisci ellisse";

/* Undo menu item action */
"Insert HTML Widget" = "Inserisci widget HTML";

/* Undo menu item action */
"Insert Image" = "Inserisci immagine";

/* Undo menu item action */
"Insert Movie" = "Inserisci filmato";

/* Undo menu item action */
"Insert Rectangle" = "Inserisci rettangolo";

/* Undo menu item action */
"Insert Rounded Rectangle" = "Inserisci rettangolo arrotondato";

/* Undo menu item action */
"Insert Shape" = "Inserisci forma";

/* Undo menu item action */
"Insert Text" = "Inserisci testo";

/* Inspector Pane Name
   Inspector pane name
   Toolbar button title */
"Inspector" = "Impostazioni";

/* Inspector group name */
"Inspector Pane title" = "Titolo riquadro impostazioni";

/* Button */
"Install Update" = "Installa aggiornamento";

/* Menu item */
"Instant" = "Istantanea";

/* Tooltip: Jump to Scene {scene name} */
"Jump to Scene %@" = "Vai alla scena %@";

/* Alert alternate button */
"Keep" = "Mantieni";

/* Button title */
"Keep All" = "Mantieni tutto";

/* Button text */
"Keep Both" = "Conserva entrambi";

/* Tooltip */
"Last Scene" = "Ultima scena";

/* Browser version support - only support the latest version */
"Latest" = "Più recente";

/* Inspector group name */
"Layout Size" = "Dim. layout";

/* Toolbar button title */
"Layouts" = "Layout";

/* Button text */
"Learn More" = "Ulteriori informazioni";

/* Learn More about Hype Professional… menu item */
"Learn More about Hype Professional…" = "Ulteriori informazioni su Hype Professionale…";

/* Inspector group name */
"Legal" = "Legale";

/* Menu item */
"Linear" = "Lineare";

/* HTML Page Loading Text */
"Loading" = "Carico";

/* Menu item */
"Lock" = "Blocca";

/* Menu item */
"Lock Guide" = "Blocca guida";

/* Menu item */
"Lock Guides" = "Blocca guide";

/* Browser compatibility warning */
"Loop is not supported and will be ignored." = "Il ciclo non è supportato e verrà ignorato.";

/* Default name the main timeline in a scene */
"Main Timeline" = "Seq. temp. principale";

/* Undo menu item action */
"Make Background Transparent" = "Rendi sfondo trasparente";

/* Button text */
"Make Display Names Unique" = "Rendi nomi visualizzati univoci";

/* Button text */
"Make IDs Unique" = "Rendi ID univoci";

/* Menu item */
"Make Invisible" = "Rendi invisibile";

/* Menu item */
"Make Visible" = "Rendi visibile";

/* No comment provided by engineer. */
"Media Browser" = "Browser media";

/* Inspector pane name */
"Metrics" = "Metrica";

/* Inspector tab tooltip */
"Metrics Inspector" = "Impostazioni metrica";

/* Menu item */
"Minimum Version" = "Versione minima";

/* Browser compatibility warning category and inspector group name */
"Mobile Options" = "Opzioni disp. mobile";

/* Menu item and dialog title */
"Monotype" = "Monotype";

/* HTML link title for getting to the JavaScript documentation web page */
"More Info" = "Altre info";

/* Mouse cursor name; menu item */
"Move" = "Sposta";

/* Undo menu item action */
"Move Animation" = "Sposta animazione";

/* Undo menu item action */
"Move Guide" = "Sposta guida";

/* Undo menu item action */
"Move Scene" = "Sposta scena";

/* Multiple Selection String
   Timing function menu title */
"Multiple" = "Multiplo";

/* Resource Library Info View */
"Multiple Selection" = "Selezione multipla";

/* Unique Element ID Alert Text */
"Multiple elements are selected, but IDs must be unique. Do you want to number the ID values to make them unique?" = "Sono selezionati elementi multipli, ma gli ID devono essere univoci. Attribuire una numerazione ai valori ID per renderli univoci?";

/* Unique Display Name Alert Text */
"Multiple elements are selected. Do you want to number the Display Name values to make them unique?" = "Sono selezionati elementi multipli. Attribuire una numerazione ai valori Nome visualizzato per renderli univoci?";

/* Browser compatibility warning */
"Muting is not supported and will be ignored." = "La disattivazione audio non è supportata e verrà ignorata.";

/* Button label */
"Never Sign Up" = "Non registrare mai";

/* Menu item */
"New JavaScript" = "Nuovo JavaScript";

/* Undo menu item action */
"New Keyframe" = "Nuovo fotogramma chiave";

/* Undo menu item action and name of new scene layouts */
"New Layout" = "Nuovo layout";

/* No comment provided by engineer. */
"New Persistent Symbol from Selection…" = "Nuovo simbolo persistente da selezione…";

/* No comment provided by engineer. */
"New Persistent Symbol…" = "Nuovo simbolo persistente…";

/* Undo menu item action and name of new scenes */
"New Scene" = "Nuova scena";

/* Undo menu item action and name of new scene sizes */
"New Scene Size" = "Dim. nuova scena";

/* No comment provided by engineer. */
"New Symbol" = "Nuovo simbolo";

/* No comment provided by engineer. */
"New Symbol from Selection" = "Nuovo simbolo da selezione";

/* Default text in a new button element and element class type */
"New Text" = "Nuovo testo";

/* Menu item */
"New Timeline…" = "Nuova seq. temporale…";

/* Alert message text */
"New Update Available" = "Nuovo aggiornamento disponibile";

/* Tooltip */
"Next Scene" = "Scena successiva";

/* Tooltip */
"No Action" = "Nessuna azione";

/* Alert message text */
"No New Updates Available." = "Nessun aggiornamento disponibile.";

/* Resource Library Info View */
"No Options" = "Nessuna opzione";

/* Menu Item
   Mouse cursor name; menu item; browser version support - no support for selected browser */
"None" = "Nessuno";

/* Segmented button text */
"Normal" = "Normale";

/* Button text */
"OK" = "OK";

/* Undo menu item action */
"Offline Cache" = "Cache offline";

/* Custom Behavior Handler name in inspector, like 'On Mouse Down' */
"On %@" = "Al %@";

/* Inspector group name */
"On Any Timeline Complete" = "Al completamento seq. temp.";

/* Inspector group name */
"On Drag" = "Al trascinamento";

/* Inspector group name */
"On Enter Viewport" = "In entrata viewport";

/* Browser compatibility warning */
"On Enter Viewport is not supported. This event will fire immediately after On Scene Load." = "In entrata viewport non supportato. Questo evento si attiverà immediatamente dopo Al caricamento scena.";

/* Inspector group name */
"On Exit Viewport" = "In uscita viewport";

/* Browser compatibility warning */
"On Exit Viewport is not supported. This event will never fire." = "In uscita viewport non supportato. Questo evento non verrà mai attivato.";

/* Inspector group name */
"On Key Down" = "A tasto premuto";

/* Inspector group name */
"On Key Press" = "A tasto premuto e rilasciato";

/* Inspector group name */
"On Key Up" = "A tasto rilasciato";

/* Inspector group name */
"On Layout Load" = "Al caricamento layout";

/* Inspector group name */
"On Layout Unload" = "Allo scaricamento layout";

/* Inspector group name */
"On Mouse Click" = "Al clic del mouse";

/* Inspector group name */
"On Mouse Down" = "Mouse giù";

/* Inspector group name */
"On Mouse Out" = "Mouse spostato";

/* Inspector group name */
"On Mouse Over" = "Al passaggio del mouse";

/* Inspector group name */
"On Mouse Up" = "Mouse su";

/* Inspector group name */
"On Scene Load" = "Al caricamento scena";

/* Inspector group name */
"On Scene Unload" = "Allo scaricamento scena";

/* Inspector group name */
"On Swipe Down" = "Allo scorrimento in basso";

/* Inspector group name */
"On Swipe Left" = "Allo scorrimento a sinistra";

/* Inspector group name */
"On Swipe Right" = "Allo scorrimento a destra";

/* Inspector group name */
"On Swipe Up" = "Allo scorrimento in alto";

/* Inspector group name */
"On Symbol Load" = "Al caricamento simbolo";

/* Inspector group name */
"On Symbol Unload" = "Allo scaricamento simbolo";

/* Menu item and inspector group name */
"Opacity" = "Opacità";

/* Browser compatibility warning */
"Opacity will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "L'opacità non viene visualizzata quando è applicato l'arrotondamento degli angoli, il gradiente di sfondo o l'ombra di casella.";

/* Alert default button */
"Open App Store" = "Apri App Store";

/* Button text */
"Open Read-Only" = "Apri in sola lettura";

/* Inspector group name */
"Options" = "Opzioni";

/* Browser compatibility warning */
"PSD images will not be displayed." = "Le immagini PDF non verranno visualizzate.";

/* Menu item */
"Paste Guide" = "Incolla guida";

/* Menu item */
"Paste Guides" = "Incolla guide";

/* Alert dialog informative text */
"Pasting a symbol into itself would create a black hole and all elements as we know them would be destroyed." = "Se si incolla un simbolo su se stesso si crea un vuoto e tutti gli elementi vengono distrutti.";

/* Tooltip: Pause Timeline {timeline name} */
"Pause Timeline %@" = "Sospendi seq. temp. %@";

/* Element class type and name of new symbol and inspector pane title */
"Persistent Symbol" = "Simbolo persistente";

/* Symbol Description */
"Persistent Symbols allow you to share content between multiple scenes. Symbols are reusable components containing elements, timelines, and animations." = "I simboli persistenti consentono di condividere contenuti tra più scene. I simboli sono componenti riutilizzabili che contengono elementi, sequenze temporali e animazioni.";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. Making a symbol persistent will convert all instances of that symbol on other scenes to be the same persistent instance." = "I simboli persistenti hanno un'unica istanza condivisa che viene preservata nei cambi di scena. Rendendo un simbolo persistente, tutte le istanze di quel simbolo  vengono convertite nelle altre scene in modo da essere la stessa istanza persistente.";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. To manually add it to another scene, copy and paste or drag from the Resource Library." = "I simboli persistenti hanno un'unica istanza condivisa che viene preservata nei cambi di scena. Per aggiungere manualmente un simbolo a un'altra scena, copiarlo e incollarlo o trascinarlo dalla libreria di risorse.";

/* Alert dialog informative text */
"Persistent symbols can only be added as top level elements in a scene." = "I simboli persistenti possono essere aggiunti in una scena solo come elementi di livello principale.";

/* Browser compatibility warning */
"Perspective is not displayed on 3D rotations." = "La prospettiva non viene visualizzata sulle rotazioni 3D.";

/* Browser compatibility warning */
"Perspective is not displayed on the swap transition." = "La prospettiva non viene visualizzata sulle transizioni con scambio.";

/* Inspector pane name */
"Physics" = "Fisica";

/* Inspector tab tooltip */
"Physics Inspector" = "Impostazioni fisica";

/* Inspector group name */
"Placement" = "Posizionamento";

/* Browser compatibility warning */
"Playing inline is not supported and will be ignored." = "La riproduzione incorporata non è supportata e verrà ignorata.";

/* Alert message text */
"Please add a summary to this report." = "Aggiungere un riepilogo a questo resoconto.";

/* No comment provided by engineer. */
"Please check your internet connection and try again later." = "Verificare la connessione a Internet e riprovare in seguito.";

/* No comment provided by engineer. */
"Please try again later or contact support by going to Help->Report an Issue…" = "Riprovare in seguito o contattare il supporto selezionando Aiuto->Segnala problema…";

/* Inspector attribute group name
   Mouse cursor name; menu item */
"Pointer" = "Puntatore";

/* Menu item */
"Position" = "Posizione";

/* Undo menu item action */
"Position with CSS left/top" = "Posizione con CSS sinistro/superiore";

/* Tooltip */
"Present Media" = "Supporti presenti";

/* Segmented button text */
"Pressed" = "Premuto";

/* Browser compatibility warning */
"Preventing user scaling is not supported" = "Non è supportato il blocco della scalatura da parte dell'utente";

/* No comment provided by engineer. */
"Preview" = "Anteprima";

/* Menu item */
"Preview Current Layout in Browser" = "Visualizza anteprima layout corrente nel browser";

/* Menu item */
"Preview Current Layout on Device" = "Visualizza anteprima layout corrente sul dispositivo";

/* Menu item */
"Preview Current Scene in Browser" = "Visualizza anteprima scena corrente nel browser";

/* Menu item */
"Preview Current Scene on Device" = "Visualizza anteprima scena corrente sul dispositivo";

/* Menu Item */
"Preview Using Export Script:" = "Anteprima mediante script di esportazione:";

/* Tooltip */
"Previous Scene" = "Scena precedente";

/* Menu item */
"Properties" = "Proprietà";

/* Purchase menu item */
"Purchase" = "Acquista";

/* Button Text */
"Purchase Hype 3" = "Acquista Hype 3";

/* Purchase Hype Professional… menu item */
"Purchase Hype Professional…" = "Acquista Hype Professionale…";

/* Purchase Hype Standard… menu item */
"Purchase Hype Standard…" = "Acquista Hype Standard…";

/* Button in registration and trial dialogs to purchase Hype */
"Purchase Now" = "Acquista ora";

/* Button label */
"Purchase Update" = "Aggiorna acquisto";

/* info window text when purchasing Hype Pro form the app store */
"Purchasing Hype Professional…" = "Acquisto Hype Professionale…";

/* Button in registration and trial dialogs */
"Quit" = "Esci";

/* Element class type */
"Rectangle" = "Rettangolo";

/* Inspector group name */
"Reflection" = "Riflessione";

/* Browser compatibility warning */
"Reflection is not supported and will not be displayed." = "La riflessione non è supportata e non verrà visualizzata.";

/* Default button in registration dialog when valid license is entered */
"Register" = "Registrazione";

/* Message Text
   MessageText */
"Registration Failed" = "Registrazione non riuscita";

/* Message Text
   MessageText */
"Registration Successful" = "Registrazione riuscita";

/* Hype moved while running message text */
"Relaunch Hype" = "Riavvia Hype";

/* Alert default button */
"Relink" = "Ricollega";

/* Menu item */
"Reload HTML Content" = "Ricarica contenuto HTML";

/* Button label */
"Remind Me Later" = "Ricordami in seguito";

/* Action Type Pop Up Button Choice
   Alert default button */
"Remove" = "Rimuovi";

/* Menu item and undo menu item action */
"Remove Guide" = "Rimuovi guida";

/* Menu item */
"Remove Guides" = "Rimuovi guide";

/* Menu item and alert dialog default button */
"Remove Motion Paths" = "Rimuovi percorsi animaz.";

/* Undo menu item action */
"Remove Symbol" = "Rimuovi simbolo";

/* Alert informative text */
"Removing the symbol will remove all instances of the symbol in the document." = "Rimuovendo il simbolo verranno rimosse tutte le istanze di quel simbolo nel documento.";

/* Undo menu item action */
"Rename Layout" = "Rinomina layout";

/* Menu item */
"Rename Scene" = "Rinomina scena";

/* Alert default button */
"Replace" = "Sostituisci";

/* Alert informative text */
"Replacing the existing plug-in will require relaunching Hype to take effect." = "La sostituzione del plug-in esistente richiederà il riavvio di Hype.";

/* Menu item */
"Reset to Default" = "Ripristina default";

/* Toolbar button title */
"Resources" = "Risorse";

/* Alert informative text: Resources unreferenced in the document will be removed immediately. */
"Resources unreferenced in the document will be removed immediately." = "La risorsa non ha riferimenti nel documento e verrà rimossa immediatamente.";

/* Alert message text */
"Resources will be removed." = "Le risorse verranno rimosse.";

/* Inspector group name */
"Responsive Layout" = "Layout responsivo";

/* restore purchases menu item */
"Restore Purchases…" = "Ripristina acquisti…";

/* Retina Image Slot Name */
"Retina @2x" = "Retina 2x";

/* Playback direction */
"Reverse" = "Al contrario";

/* Inspector group name */
"Rotation" = "Rotazione";

/* Browser compatibility warning */
"Rotation will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "La rotazione non viene visualizzata quando è applicato l'arrotondamento degli angoli, il gradiente di sfondo o l'ombra di casella.";

/* Element class type */
"Rounded Rectangle" = "Rettangolo arrotondato";

/* Tooltip: Run JavaScript {function name} */
"Run JavaScript %@" = "Esegui JavaScript %@";

/* Browser compatibility warning */
"SVG-based images will not be displayed." = "Le immagini basate su SVG non verranno visualizzate.";

/* Menu item and inspector group name */
"Scale" = "Scala";

/* Inspector pane name */
"Scene" = "Scena";

/* Undo menu item action */
"Scene Drag Action" = "Azione trascinam. scena";

/* Inspector tab tooltip and menu item */
"Scene Inspector" = "Impostazioni scena";

/* Undo menu item action */
"Scene Key Down Action" = "Azione tasto premuto scena";

/* Undo menu item action */
"Scene Key Press Action" = "Azione tasto premuto e rilasciato scena";

/* Undo menu item action */
"Scene Key Up Action" = "Azione tasto rilasciato scena";

/* Undo menu item action */
"Scene Load Action" = "Azione caricamento scena";

/* Inspector group name */
"Scene Physics Gravity" = "Gravità fisica scena";

/* Undo menu item action */
"Scene Rename" = "Ridenominazione scena";

/* Inspector group name */
"Scene Size" = "Dimensioni scena";

/* Undo menu item action */
"Scene Swipe Down Action" = "Azione scorrimento giù scena";

/* Undo menu item action */
"Scene Swipe Left Action" = "Azione scorrimento a sinistra scena";

/* Undo menu item action */
"Scene Swipe Right Action" = "Azione scorrimento a destra scena";

/* Undo menu item action */
"Scene Swipe Up Action" = "Azione scorrimento su scena";

/* Name of new symbol */
"Scene Symbol" = "Simbolo scena";

/* Undo menu item action */
"Scene Timeline Complete Action" = "Azione completamento seq. temp. scena";

/* Undo menu item action */
"Scene Unload Action" = "Azione scaricamento scena";

/* Scenes
   Toolbar button title */
"Scenes" = "Scene";

/* Scenes and Layouts */
"Scenes and Layouts" = "Scene e layout";

/* Menu item */
"Scrollbars" = "Barre di scorrimento";

/* Browser compatibility warning */
"Scrollbars and scrolling behavior is not supported on Android devices." = "Le barre e i comportamenti di scorrimento non sono supportati sui dispositivi Android.";

/* Menu item */
"Set Capo" = "Imposta inizio";

/* Browser compatibility warning */
"Setting pointer-events to none is not fully supported. This element will still intercept mouseover, mouseout, and hover actions. As a result elements below will not receive these events." = "L'impostazione degli eventi puntatore su nessuno non è pienamente supportata. Questo elemento continuerà a intercettare azioni mouseover, mouseout e hover. Come risultato gli elementi di seguito non riceveranno questi eventi.";

/* Inspector group name */
"Shadow" = "Ombra";

/* Menu item */
"Show Button Controls" = "Mostra controlli pulsanti";

/* Preference Pane Button */
"Show Export Scripts Folder in Finder" = "Mostra la cartella degli script di esportazione nel Finder";

/* Menu item */
"Show Grid" = "Mostra griglia";

/* Menu item */
"Show Guide" = "Mostra guida";

/* Menu item */
"Show Guides" = "Mostra guide";

/* Menu item */
"Show JavaScript Functions…" = "Mostra funzioni JavaScript…";

/* Toolbar button label and menu item */
"Show Layouts" = "Mostra layout";

/* Undo menu item action */
"Show Loading Page" = "Mostra caricamento pagina";

/* Menu item */
"Show Resource Library…" = "Mostra libreria risorse…";

/* Menu item */
"Show Ruler" = "Mostra righello";

/* Toolbar button label and menu item */
"Show Scenes" = "Mostra scene";

/* Preference Pane Button */
"Show in Finder" = "Mostra nel Finder";

/* Inspector group name */
"Shown Browser Compatibility Warnings" = "Avvisi compatibilità browser mostrati";

/* Button label */
"Sign Up Later" = "Iscrizione in seguito";

/* Alert informative text */
"Some instances of this symbol are not at the top level of the scene. Persistent symbols cannot be inside of other symbols. Any symbols not at the top level will become clones of a new symbol named ‘%@’." = "Alcune istanze di questo simbolo non sono al livello principale della scena. I simboli persistenti non possono trovarsi all'interno di altri simboli. I simboli che non si trovano al livello principale diventeranno cloni del nuovo simbolo denominato “%@”.";

/* Alert informative text */
"Some scenes have more than one instance of this symbol. There can only be one instance of each persistent symbol per scene. The first instance on each scene will be converted to the persistent symbol and all other instances will become clones of a new symbol named ‘%@’." = "Alcune scene possiedono più istanze di questo simbolo. In ogni scena può esserci una solo istanza di ciascun simbolo persistente. La prima istanza di ciascuna scena verrà convertita nel simbolo persistente e tutte le altre istanze diventeranno cloni del nuovo simbolo denominato “%@”.";

/* Informative Text */
"Sorry, something went wrong.  Please contact Tumult Support at support@tumult.com." = "Qualcosa è andato storto.  Contattare il supporto Tumult a support@tumult.com.";

/* Special thanks */
"Special thanks to" = "Ringraziamenti speciali:";

/* Non-Retina Image Slot Name */
"Standard @1x" = "Standard 1x";

/* Tooltip: Start Timeline {timeline name} */
"Start Timeline %@" = "Avvia seq. temp. %@";

/* Undo menu item action */
"Status Bar Style" = "Stile barra stato";

/* No comment provided by engineer. */
"Submit Without Contact Information" = "Invia senza informazioni di contatto";

/* Browser compatibility warning */
"Swap transitions appear as instant transitions." = "Transizioni con scambio visualizzate come transizioni istantanee.";

/* Element class type and name of new symbol and inspector pane title */
"Symbol" = "Simbolo";

/* Inspector tab tooltip and menu item */
"Symbol Inspector" = "Impostazioni simbolo";

/* Inspector group name */
"Symbol Physics Gravity" = "Gravità fisica simbolo";

/* menu item */
"Symbol Timelines" = "Seq. temp. simbolo";

/* No comment provided by engineer. */
"Symbols" = "Simboli";

/* Symbol Description */
"Symbols are reusable components containing elements, timelines, and animations." = "I simboli sono componenti riutilizzabili che contengono elementi, sequenze temporali e animazioni.";

/* Browser compatibility warning */
"TIFF images will not be displayed." = "Le immagini TIFF non verranno visualizzate.";

/* Inspector group additional name */
"Tap" = "Tocca";

/* Element class type, menu item, inspector pane name */
"Text" = "Testo";

/* Inspector tab tooltip */
"Text Inspector" = "Impostazioni testo";

/* Inspector group name */
"Text Shadow" = "Ombra testo";

/* Browser compatibility warning */
"Text Shadow is not supported." = "L'ombra testo non è supportata.";

/* Inspector group name */
"Text Spacing" = "Spaziatura testo";

/* No comment provided by engineer. */
"Textured Button" = "Pulsante con texture";

/* Informative Text */
"Thank you for purchasing Tumult Hype!" = "Grazie per aver acquistato Tumult Hype.";

/* Error dialog description */
"The Hype document you are trying to open appears to be corrupt. Please restore from a backup." = "Il documento di Hype che si sta cercando di aprire potrebbe essere danneggiato. Eseguire il ripristino da una copia di backup.";

/* Document compatibility warning */
"The Unique Element Id, “%@”, is used by %lu other %@ and is therefore not unique as required. This must be fixed by changing this property to an unused value via the Identity Inspector." = "L'ID dell'elemento univoco “%1$@” è utilizzato da %2$lu altro/i %3$@ e non è pertanto univoco come richiesto. Ciò può essere corretto modificando questa proprietà con un valore non utilizzato nelle Impostazioni identità.";

/* Error dialog description */
"The document you are trying to open was created with a newer version of Hype and cannot be displayed." = "Il documento che si sta tentando di aprire è stato creato con una versione più recente di Hype e non può essere visualizzato.";

/* Error dialog text */
"The file cannot be opened because it may be corrupt.  Please restore from backup." = "Impossibile aprire il file perché potrebbe essere danneggiato. Eseguire il ripristino da una copia di backup.";

/* Alert informative text (singular) */
"The file named \"%@\" already exists in the Resource Library. Do you want to replace it or keep them both?" = "Il file \"%@\" esiste già nella libreria risorse. Sostituirlo o conservare entrambi?";

/* Alert informative text */
"The font is currently in use in the document. Removing will not change the font values for the referenced elements." = "Il font è attualmente in uso nel documento. La rimozione non ne modificherà i valori per gli elementi che vi fanno riferimento.";

/* Application Error Dialog */
"The integerity of the Hype application has been compromised." = "L'integrazione dell'applicazione Hype è stata compromessa.";

/* Error dialog title */
"The interface theme “Professional Dark” is only available in Hype Professional." = "Il tema di interfaccia “Scuro professionale” è disponibile unicamente in Hype Professionale.";

/* Alert informative text */
"The original file could not be found.  Relinking will replace the resource with one selected from disk." = "Impossibile trovare il file originale.  Il ricollegamento sostituirà la risorsa con una selezionata dal disco.";

/* Alert message text */
"The persistent symbol “%@” cannot be added to this scene" = "Il simbolo persistente “%@” non può essere aggiunto a questa scena";

/* Alert informative text: The resource already exists in the group named “{group name}.” */
"The resource already exists in the group named “%@.”" = "La risorsa esiste già in un gruppo col nome “%@”.";

/* Alert informative text: The resource group “{group name}” cannot be deleted because it is currently used in the document. */
"The resource group “%@” cannot be deleted because it is currently used in the document." = "Impossibile eliminare il gruppo di risorse “%@” perché attualmente in uso nel documento.";

/* Alert message text */
"The resource will be removed." = "La risorsa verrà rimossa.";

/* Alert informative text: The resource “{resource name}” cannot be deleted because it is currently used in the document. */
"The resource “%@” cannot be deleted because it is currently used in the document." = "Impossibile eliminare la risorsa “%@” perché attualmente in uso nel documento.";

/* Alert informative text: The resource “{resource name}” is unreferenced in the document and will be removed immediately. */
"The resource “%@” is unreferenced in the document and will be removed immediately." = "La risorsa “%@” non ha riferimenti nel documento e verrà rimossa immediatamente.";

/* No comment provided by engineer. */
"The restoration file could not be found." = "Impossibile trovare il file di ripristino.";

/* Browser compatibility warning */
"Theora or a WebM video source is required for playback." = "Per la riproduzione è necessaria una sorgente video Theora o WebM.";

/* format string for creating a new responsive layout breakpoint */
"There is already a breakpoint at %.f px" = "È già presente un breakpoint a %.f px";

/* Alert dialog informative text */
"There is already an instance of this symbol on this scene. Each scene can only have one instance of each persistent symbol." = "Esiste già un'istanza di questo simbolo in questa scena. In ogni scena può esserci una solo istanza di ciascun simbolo persistente.";

/* Alert message text */
"There is no email address included on this report. By adding your contact information, we can respond to your feedback." = "Nella segnalazione non è incluso un indirizzo email. Aggiungere le informazioni di contatto ci permette di rispondere al feedback.";

/* Alert informative text */
"There was an error communicating your feedback to the server." = "Errore durante l'invio del feedback al server.";

/* Alert informative text */
"There was an error uploading attachments. Please email them to support@tumult.com if critical to reproducing your issue." = "Errore durante il caricamento degli allegati. Inviarli all'indirizzo support@tumult.com se necessari per la riproduzione del problema.";

/* Beta Expiration Dialog */
"This beta version of Hype %@ (%@) has expired. Please visit %@ to check for a newer version." = "Questa versione beta di Hype %1$@ (%2$@) è scaduta. Visitare %3$@ per verificare la disponibilità di una versione più recente.";

/* Error dialog description */
"This document cannot be saved, duplicated, or exported with the Standard edition of Hype. To unlock this document, upgrade to Hype Professional." = "Impossibile salvare, duplicare o esportare il documento con l'edizione Standard di Hype. Per sbloccare il documento, effettuare l'upgrade a Hype Professionale.";

/* Error dialog description */
"This document was created by an earlier version of Hype. Once upgraded, it will be incompatible with Hype 1.x." = "Il documento è stato creato con una versione precedente di Hype. Una volta effettuato l'upgrade, sarà compatibile con Hype 1.x.";

/* Application Error Dialog */
"This is an unauthorized copy of Hype. Your application has unfortunately been modified in a way that may be harmful to the application working correctly, your data, or your system.  Please re-download and use the free trial or a legitimately obtained registration number." = "Questa copia di Hype non è autorizzata. L'applicazione è stata modificata in un modo che potrebbe compromettere il corretto funzionamento dell'applicazione, i dati o il sistema. Riscaricarla e utilizzare la versione di prova gratuita o un codice di registrazione ottenuto in modo legittimo.";

/* Descriptive text in trial warning dialog when trial is still active. */
"This trial is fully functional but time-limited. Purchasing and providing a serial number will unlock this copy, removing the trial restriction." = "La versione di prova contiene tutte le funzionalità ma ha una durata limitata. Per sbloccare la copia e rimuovere la limitazione, acquistare l'applicazione e fornire il numero di serie.";

/* Alert informative text: This will remove motion paths across all timelines for the selected {element/elements, depending on number of selected elements. */
"This will remove motion paths across all timelines for the selected %@." = "I percorsi di animazione verranno rimossi da tutte le sequenze temporali della selezione di %@.";

/* Alert dialog informative text: This will remove motion paths across all timelines for “{element name}”. */
"This will remove motion paths across all timelines for “%@”." = "I percorsi di animazione verranno rimossi da tutte le sequenze temporali di “%@”.";

/* Inspector pane name */
"Timeline Action" = "Azione seq. temp.";

/* Element listing title */
"Timeline Actions" = "Azioni seq. temp.";

/* Undo menu action name */
"Timeline Relative" = "Relativo alla sequenza temporale";

/* Undo menu action name */
"Timeline Rename" = "Ridenominazione seq. temp.";

/* Group toolbar button action */
"To Group" = "Raggruppa";

/* Element listing lock toggle button */
"Toggle Lock" = "Attiva/disattiva blocco";

/* Propreties listing motion path toggle button */
"Toggle Motion Path" = "Attiva/disattiva percorso animazione";

/* Element listing visibility toggle button */
"Toggle Visibility" = "Attiva/disattiva visibilità";

/* Inspector group additional name */
"Touch End" = "Fine tocco";

/* Inspector group additional name */
"Touch Start" = "Inizio tocco";

/* Inspector group name */
"Transform Origin" = "Trasforma origine";

/* Title for application menu that lets trial users switch between Standard and Professional editions */
"Trial Edition" = "Edizione di prova";

/* Header text in trial warning dialog when trial has ended. */
"Trial Expired." = "Prova scaduta.";

/* Button text */
"Try Hype Professional" = "Prova Hype Professionale";

/* Alert dialog informative text */
"Tumult Hype %@ is now available on the Mac App Store." = "Tumult Hype %@ è ora disponibile sul Mac App Store.";

/* Alert informative text: Tumult Hype {marketing version number} is the latest version. */
"Tumult Hype %@ is the latest version." = "Tumult Hype %@ è la versione più recente.";

/* Inspector group name */
"Type" = "Tipo";

/* Element class type, menu item, inspector pane name */
"Typography" = "Tipografia";

/* Alert message text */
"Unable to complete Mac App Store purchase" = "Impossibile completare l'acquisto sul Mac App Store";

/* Alert message text */
"Unable to connect to the Mac App Store" = "Impossibile stabilire una connessione con il Mac App Store";

/* Warning dialog text: Unable to connect to “{device name}” */
"Unable to connect to “%@”" = "Impossibile connettersi a “%@”";

/* Alert message text */
"Unable to create a new group for the resource." = "Impossibile creare un nuovo gruppo per la risorsa.";

/* Alert message text */
"Unable to delete resource group." = "Impossibile eliminare il gruppo di risorse.";

/* Alert message text */
"Unable to delete resource." = "Impossibile eliminare la risorsa.";

/* Error dialog title */
"Unable to open file" = "Impossibile aprire il file";

/* No comment provided by engineer. */
"Unable to restore document" = "Impossibile ripristinare il documento";

/* Undo menu item action */
"Undo Symbol Creation" = "Annulla creazione simbolo";

/* No comment provided by engineer. */
"Ungroup" = "Separa";

/* Undo menu item action */
"Ungroup Elements" = "Separa elementi";

/* Browser compatibility warning category and inspector group name */
"Unique Element ID" = "ID univoco elemento";

/* Warning string: Unique Element ID is already used by {element name}. */
"Unique Element ID is already used by %@." = "L'ID univoco dell'elemento è già utilizzato da %@.";

/* Menu item */
"Unlock" = "Sblocca";

/* Default scene layout name */
"Untitled Layout" = "Layout senza titolo";

/* Undo menu item action and name of new scenes */
"Untitled Scene" = "Scena senza titolo";

/* Default timeline name */
"Untitled Timeline" = "Seq. temp. senza titolo";

/* Alert default button */
"Update" = "Aggiorna";

/* Update (timing function name) */
"Update %@" = "Aggiorna %@";

/* Button title */
"Update All" = "Aggiorna tutto";

/* Font Panel Button */
"Update Font" = "Aggiorna font";

/* Button title */
"Update Grid" = "Aggiorna griglia";

/* Button title */
"Update Selected" = "Aggiorna selezionati";

/* Menu item and button text */
"Upgrade" = "Esegui l'upgrade";

/* Upgrade to Hype Professional… menu item */
"Upgrade to Hype Professional…" = "Esegui l'upgrade a Hype Professionale…";

/* Status update when uploading attachments (current attachment index of total number of attachments) */
"Uploading Attachments (%d of %d)" = "Carico allegati (%1$d di %2$d)";

/* Undo menu item action */
"Use CSS Reset" = "Usa ripristino CSS";

/* Button Text */
"Use Duplicate Display Names" = "Utilizza nomi visualizzati duplicati";

/* Button Text */
"Use Duplicate IDs" = "Utilizza ID duplicati";

/* Alert default button and menu item */
"Use Motion Paths" = "Usa percorsi animazione";

/* Undo menu item action */
"Use Touch Events" = "Usa eventi tocco";

/* Undo menu item action */
"Use WebKit Graphics Acceleration" = "Utilizza accelerazione grafica WebKit";

/* Button in trial and registration dialogs */
"Use as Trial" = "Usa come prova";

/* Undo menu item action */
"User Scaling" = "Scala utente";

/* Version */
"Version" = "Versione";

/* Element class type and inspector group name */
"Video" = "Video";

/* Browser compatibility warning */
"Videos without controls are unplayable on iPad." = "I video senza controlli non possono essere riprodotti su iPad.";

/* No comment provided by engineer. */
"Video…" = "Video…";

/* Undo menu item action */
"Viewport" = "Viewport";

/* Menu item and inspector group name */
"Visibility" = "Visibilità";

/* Menu item */
"Visible" = "Visibile";

/* Beta Expiration Dialog */
"Visit Beta Site" = "Visita il sito beta";

/* Mouse cursor name; menu item */
"Wait" = "Attesa";

/* Browser compatibility warning */
"Wait cursor is not supported and the default cursor will instead be displayed." = "Il cursore di attesa non è supportato e verrà visualizzato al suo posto il cursore di default.";

/* Menu item */
"Web" = "Web";

/* Export Script Update Dialog Window */
"You are currently using version %@. Do you want to download version %@?" = "Versione in uso: %1$@. Scaricare la versione %2$@?";

/* Alert informative text */
"You can replace the source with the file or create a new resource group to contain the file." = "È possibile sostituire l'origine con il file o creare un nuovo gruppo di risorse che contenga il file.";

/* Header text in trial warning dialog */
"You have %ld days remaining in your trial." = "%ld giorni di prova rimanenti.";

/* Header text in trial warning dialog when trial is still active. */
"You have 1 day remaining in your trial." = "1 giorno di prova rimanente.";

/* Descriptive text in trial warning dialog when trial has ended. */
"You have reached the end of your %ld-day trial. Please purchase or provide a serial number to continue using Tumult Hype." = "La versione di prova valida per %ld giorni è scaduta. Per continuare a utilizzare Tumult Hype, effettuare l'acquisto o fornire un numero di serie.";

/* Alert message text */
"Your message was sent without attachments." = "Il messaggio è stato inviato senza allegati.";

/* No comment provided by engineer. */
"Zoom" = "Zoom";

/* Menu item */
"Zoom In" = "Avvicina";

/* Menu item */
"Zoom Out" = "Allontana";

/* Shown when there are more errors than can be displayed */
"and %ld more errors…" = "e altri %ld errori…";

/* Shown when there are more errors than can be displayed */
"and one more error…" = "e un altro errore…";

/* Singular for element */
"element" = "elemento";

/* Plural for element */
"elements" = "elementi";

/* Browser compatibility warning */
"iBooks does not allow .m4v or .m4p video sources." = "iBooks non accetta le sorgenti video .m4v o .m4p.";

/* Default name for tablet layout breakpoint */
"iPad Landscape" = "iPad orizzontale";

/* Default name for tablet portrait layout breakpoint */
"iPad Portrait" = "iPad verticale";

/* Default name for phone layout breakpoint */
"iPhone" = "iPhone";

/* default name for symbol instances */
"unnamed instance" = "istanza senza nome";

/* Warning that file already exists when saving */
"“%@” already exists. Do you want to replace it?" = "“%@” esiste già. Sostituire?";

/* Error dialog title: “Document Name” needs to be upgraded */
"“%@” needs to be upgraded" = "È necessario l'upgrade di “%@”";

/* Error dialog title */
"“%@” uses features only available in Hype Professional." = "“%@” utilizza funzioni disponibili unicamente in Hype Professionale.";

